import { ApiResponse} from "./MyInterface";


export const MOCK_DATA_PRODUCTS : ApiResponse = {
    MilkProducts : [

        {

            id: 1,
            meal_info : "Агуша Молоко стерилизованное детское 3,2%,",
            meal_weight: " 900 мл",
            meal_brand: "Агуша/n",
            meal_detail: "Бренд: Агуша/nТип: молоко/nМинимальный возраст: 3 года/nСырье: коровье молоко/nОбработка молока: стерилизованное/nЖирность: 3.2 %/nУпаковка: тетра-пак/nСостав/nМолоко нормализованное/nБелки в 100 г: 3 г/nЖиры в 100 г: 3.2 г/nУглеводы в 100 г: 4.7 г/n",
            image_url: "",
            status: true
        },
    
        {
    
            id: 2,
            meal_info : "Смесь детская молочная HiPP Combiotic 2, с 6 месяцев,",
            meal_weight: " 600 г",
            meal_brand: "Бренд: HiPP/n",
            meal_detail: "Линейка: Combiotic/nСтупень: 2/nРекомендуемый возраст: с 6 месяцев/nФорма выпуска: Сухая адаптированная/nНе содержит: ГМО/nСодержит: пребиотики, пробиотики/nВитамины: С, ниацин, Е, пантотеновая кислота, В1, В6, К, А, фолиевая кислота, биотин, В2, D, В12, биотин, холин, инозит, таурин, L-карнитин/nМинералы: калий, кальций, фосфор, натрий, железо, магний, хлориды, цинк, медь, йод, марганец, селен/nУпаковка: картонная коробка/nСостав: витамин е,натрия цитрат,пальмовое масло,мальтодекстрин,рапсовое масло,витамин а,витамин в3,сухая молочная сыворотка,витамин с,пищевые волокна,лактулоза,витамин,витамин d,пантотеновая кислота,фолиевая кислота,марганца сульфат,молоко,витамин к,пробиотическая молочнокислая культура,железа лактат/n",
            image_url: "",
            status: true
        },
    
        {
    
            id: 3,
            meal_info : "Сок ФрутоНяня Яблоко осветленный, c 4 месяцев,",
            meal_weight: " 200 мл",
            meal_brand: "Бренд: ФрутоНяня/n",
            meal_detail: "Тип: сок/nМинимальный возраст: 4 месяца/nВкус: яблоко/nОсобенности: гипоаллергенно/nНе содержит: ГМО/nТип упаковки: Tetra Pak/nОбъем упаковки: 0.2 л/nВес: 0.1 кг/nСостав: Сок из яблок/nИзготовлен из концентрированного сока./n",
            image_url: "",
            status: true
    
        },
        {
            
            id: 4,
            meal_info : "Пюре ФрутоНяня из кабачков с молоком, с 6 месяцев,",
            meal_weight: " 80 г",
            meal_brand: "Бренд: ФрутоНяня/n",
            meal_detail: "Тип: однокомпонентное/nКомпоненты: овощи/nМинимальный возраст: 6 месяцев/nОвощи: брокколи, кабачок/nФрукты и ягоды: абрикос/nМясо: телятина/nПтица: индейка/nСубпродукты: сердце/nЗлаки: смесь злаков/nНе содержит: консерванты/nДобавки: творог/nОсобенности: гипоаллергенно/nУпаковка: стеклянная банка/nВес: 80 г/n",
            image_url: "",
            status: true
        }

    ]
}